{
  "Similar": {
    "Info": [
      {
        "Name": "Nineteen Eighty-Four",
        "Type": "book",
        "wTeaser": "\nNineteen Eighty-Four, often published as 1984, is a dystopian novel by English writer George Orwell published in June 1949. The novel is set in the year 1984 when most of the world population have become victims of perpetual war, omnipresent government surveillance and propaganda.\nIn the novel, Great Britain (\"Airstrip One\") has become a province of a superstate named Oceania. Oceania is ruled by the \"Party\", who employ the \"Thought Police\" to persecute individualism and independent thinking. The Party's leader is Big Brother, who enjoys an intense cult of personality but may not even exist. The protagonist of the novel, Winston Smith, is a rank-and-file Party member. Smith is an outwardly diligent and skillful worker, but he secretly hates the Party and dreams of rebellion against Big Brother. Smith rebels by entering a forbidden relationship with fellow employee Julia.\n",
        "wUrl": "http://en.wikipedia.org/wiki/Nineteen_Eighty-Four",
        "yUrl": null,
        "yID": null
      }
    ],
    "Results": [
      {
        "Name": "We",
        "Type": "book",
        "wTeaser": "\nWe (Russian: Мы, translit. My) is a dystopian novel by Russian writer Yevgeny Zamyatin, completed in 1921. The novel was first published in 1924 by E. P. Dutton in New York in an English translation by Gregory Zilboorg. The novel describes a world of harmony and conformity within a united totalitarian state.\nWe is set in the future. D-503, a spacecraft engineer, lives in the One State, an urban nation constructed almost entirely of glass, which assists mass surveillance. The structure of the state is Panopticon-like, and life is scientifically managed F. W. Taylor-style. People march in step with each other and are uniformed. There is no way of referring to people except by their given numbers. The society is run strictly by logic or reason as the primary justification for the laws or the construct of the society. The individual's behaviour is based on logic by way of formulas and equations outlined by the One State.",
        "wUrl": "http://en.wikipedia.org/wiki/We_(novel)",
        "yUrl": null,
        "yID": null
      },
      {
        "Name": "Animal Farm",
        "Type": "book",
        "wTeaser": "\n\n\nAnimal Farm is an allegorical novella by George Orwell, first published in England on 17 August 1945. According to Orwell, the fable reflects events leading up to the Russian Revolution of 1917 and then on into the Stalinist era of the Soviet Union.  Orwell, a democratic socialist, was a critic of Joseph Stalin and hostile to Moscow-directed Stalinism, an attitude that was critically shaped by his experiences during the Spanish Civil War. The Soviet Union, he believed, had become a brutal dictatorship, built upon a cult of personality and enforced by a reign of terror. In a letter to Yvonne Davet, Orwell described Animal Farm as a satirical tale against Stalin (\"un conte satirique contre Staline\"), and in his essay \"Why I Write\" (1946), wrote that Animal Farm was the first book in which he tried, with full consciousness of what he was doing, \"to fuse political purpose and artistic purpose into one whole\".",
        "wUrl": "http://en.wikipedia.org/wiki/Animal_Farm",
        "yUrl": null,
        "yID": null
      },
      {
        "Name": "Brave New World",
        "Type": "book",
        "wTeaser": "\n\nBrave New World is a dystopian novel written in 1931 by English author Aldous Huxley, and published in 1932. Largely set in a futuristic World State of genetically modified citizens and an intelligence-based social hierarchy, the novel anticipates huge scientific developments in reproductive technology, sleep-learning, psychological manipulation, and classical conditioning that are combined to make a utopian society that goes challenged only by a single outsider. Huxley followed this book with a reassessment in an essay, Brave New World Revisited (1958), and with Island (1962), his final novel.\nIn 1999, the Modern Library ranked Brave New World fifth on its list of the 100 best English-language novels of the 20th century. In 2003, Robert McCrum writing for The Observer included Brave New World chronologically at number 53 in \"the top 100 greatest novels of all time\", and the novel was listed at number 87 on the BBC's survey The Big Read.",
        "wUrl": "http://en.wikipedia.org/wiki/Brave_new_world",
        "yUrl": null,
        "yID": null
      },
      {
        "Name": "Fahrenheit 451",
        "Type": "book",
        "wTeaser": "\n\nFahrenheit 451 is a dystopian novel by American writer Ray Bradbury, first published in 1953. It is regarded as one of his best works. The novel presents a future American society where books are outlawed and \"firemen\" burn any that are found. The book's tagline explains the title: \"Fahrenheit 451 – the temperature at which book paper catches fire, and burns...\" The lead character, Guy Montag, is a fireman who becomes disillusioned with his role of censoring literature and destroying knowledge, eventually quitting his job and committing himself to the preservation of literary and cultural writings.\nThe novel has been the subject of interpretations focusing on the historical role of book burning in suppressing dissenting ideas. In a 1956 radio interview, Bradbury said that he wrote Fahrenheit 451 because of his concerns at the time (during the McCarthy era) about the threat of book burning in the United States. In later years, he described the book as a commentary on how mass media reduces interest in reading literature.",
        "wUrl": "http://en.wikipedia.org/wiki/Fahrenheit_451",
        "yUrl": null,
        "yID": null
      },
      {
        "Name": "The Time Machine",
        "Type": "book",
        "wTeaser": "\nThe Time Machine is a science fiction novella by H. G. Wells, published in 1895 and written as a frame narrative. The work is generally credited with the popularization of the concept of time travel by using a vehicle that allows an operator to travel purposely and selectively forwards or backwards in time. The term \"time machine\", coined by Wells, is now almost universally used to refer to such a vehicle.The Time Machine has been adapted into three feature films of the same name, as well as two television versions, and a large number of comic book adaptations. It has also indirectly inspired many more works of fiction in many media productions.\nWells had considered the notion of time travel before, in a short story titled \"The Chronic Argonauts\" (1888). This work, published in his college newspaper, was the foundation for The Time Machine.\n",
        "wUrl": "http://en.wikipedia.org/wiki/The_Time_Machine",
        "yUrl": null,
        "yID": null
      }
    ]
  }
}